AGREEMENT = [
    ['✅ Подтвердить согласие'],
    ['❌ Отказаться'],
]

MAIN_MENU = [
    ['📦 Заказать хранение'],
    ['📜 Ознакомиться с правилами хранения'],
    ['🔑 Показать мои ячейки'],
    ['🚚 Забрать вещи'],
    ['💼 Услуги для юридических лиц'],
]

WAREHOUSES = [
    ["Склад №1 - ул. Акифьева, 5"],
    ["Склад №2 - Николаевский пр., 40"],
    ["Склад №3 - ул. Красноармейская, 75"]
]

DELIVERY_TYPE = [
    ["🚗 Привезу вещи сам"],
    ["📦 Хочу бесплатную доставку от SelfStorage"]
]

STORAGE_RULES = (
    "📦 Правила хранения в SelfStorage\n\n"
    "🌟 Мы рады помочь вам сохранить ваши вещи в целости и сохранности! Пожалуйста, обратите внимание:\n\n"
    "1. 🚫 Не храните запрещённые и опасные вещи — например, продукты, огнеопасные или токсичные материалы.\n"
    "2. 📦 Пакуйте вещи в крепкие коробки или мешки — так им будет комфортнее!\n"
    "3. 🛡️ Мы заботимся о безопасности, но просим вас ответственно подходить к упаковке.\n"
    "4. 🕘 Доступ к ячейкам — с 9:00 до 18:00, чтобы всё было удобно и организованно.\n"
    "5. 📞 Если что-то пошло не так — сразу сообщите нам, и мы поможем!\n\n"
    "Спасибо, что выбираете SelfStorage! Мы бережём ваши вещи как свои собственные. 💖"
)

CELLS = [
  ["S", "коробки и пакеты"],
  ["M", "несколько чемоданов"],
  ["L", "велики, сноуборд, колёса"],
  ["XL", "мебель, много всего"],
  ["Не знаю", "пусть SelfStorage выберет подходящий размер по факту"]
]

STORAGE_PERIODS = [
  ["30 дней"],
  ["2 месяца"],
  ["Полгода"],
  ["Год"]
]

AGREEMENT_TO_ORDER = [
    ['Подтвердить заказ'],
    ['Отказаться']
]

RACKS = [
    ['1 стеллаж'],
    ['2 стеллажа'],
    ['3 стеллажа'],
    ['4 стеллажа'],
    ['5 стеллажей'],
]